Repository: picazin/ExtManager
Catalog: Translations/Extension Manager.*.g.xlf
Languages: es_es

# Table 2931733741 - Property 2879900210
source: Enums values
es_es: Valores Enum

# Table 2931733741 - Field 98207365 - Property 1295455071
source: Specifies the value of the Created by field
es_es: Especifica quién creo el registro.

# Table 2931733741 - Field 98207365 - Property 2879900210
source: Created by
es_es: Creado por

# Table 2931733741 - Field 1407200743 - Property 1295455071
source: Specifies the value of the Creation Date field
es_es: Especifica la fecha de creación del registro.

# Table 2931733741 - Field 1407200743 - Property 2879900210
source: Creation Date
es_es: Fecha creación

# Table 2931733741 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: Nº Cliente

# Table 2931733741 - Field 72044306 - Property 1295455071
source: Specifies the value of the Enum ID field
es_es: Especifica el valor del campo Id. Enum

# Table 2931733741 - Field 72044306 - Property 2879900210
source: Enum ID
es_es: Id. Enum

# Table 2931733741 - Field 1156442700 - Property 1295455071
source: Specifies the value of the Enum Value field
es_es: Especifica el valor del campo valor Enum

# Table 2931733741 - Field 1156442700 - Property 2879900210
source: Enum Value
es_es: Valor Enum

# Table 2931733741 - Field 460859576 - Property 1295455071
source: Specifies the value of the Extension Code field
es_es: Especifica el valor del campo Código Extensión

# Table 2931733741 - Field 460859576 - Property 2879900210
source: Extension Code
es_es: Cód. extensión

# Table 2931733741 - Field 988276474 - Property 1295455071
source: Specifies the value of the Ordinal ID field
es_es: Especifica el valor del campo ID Ordinal

# Table 2931733741 - Field 988276474 - Property 2879900210
source: Ordinal ID
es_es: Id. ordinal

# Table 2931733741 - Field 3603434469 - Property 1295455071
source: Specifies the value of the Source Enum ID field
es_es: Especifica el valor del campo Id. Enum origen

# Table 2931733741 - Field 3603434469 - Property 2879900210
source: Source Enum ID
es_es: Id. Enum origen

# Table 2931733741 - Field 312545736 - Property 1295455071
source: Specifies the value of the Source Line No. field
es_es: Especifica el valor del campo Nº línea origen

# Table 2931733741 - Field 312545736 - Property 2879900210
source: Source Line No.
es_es: Nº línea origen

# Table 2931733741 - Field 1753214751 - Property 1295455071
source: Specifies the value of the Source Type field
es_es: Especifica el valor del campo Tipo origen

# Table 2931733741 - Field 1753214751 - Property 2879900210
source: Source Type
es_es: Tipo origen

# Table 38012172 - Property 2879900210
source: Extension Dependencies
es_es: Dependencias extensión

# Table 38012172 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: Nº Cliente

# Table 38012172 - Field 3822673717 - Property 1295455071
source: Specifies the value of the Dependent Ext. Code field
es_es: Especifica el valor del campo Cód. extensión dependiente

# Table 38012172 - Field 3822673717 - Property 2879900210
source: Dependent Ext. Code
es_es: Cód. extensión dependiente

# Table 38012172 - Field 84179483 - Property 1295455071
source: Specifies the value of the Dependent Ext. Name field
es_es: Especifica el valor del campo Nombre extensión dependiente

# Table 38012172 - Field 84179483 - Property 2879900210
source: Dependent Ext. Name
es_es: Nombre extensión dependiente

# Table 38012172 - Field 1555295332 - Property 2879900210
source: Extensión Code
es_es: Cód. extensión

# Table 38012172 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: Nº línea

# Table 2608205474 - Property 2879900210
source: Extension
es_es: Extensión

# Table 2608205474 - Method 582785192 - NamedType 2565769143
source: Already exist field IDs on TableExtensions outside range %1 - %2.
es_es: Existen IDs de campo en TableExtension fuera del rango %1 - %2.

# Table 2608205474 - Method 582785192 - NamedType 2356061672
source: Already exist IDs on EnumExtensions outside range %1 - %2.
es_es: Existen IDs en EnumExtension fuera del rango %1 - %2.

# Table 2608205474 - Method 582785192 - NamedType 2715715622
source: Already exist objects outside range %1 - %2.
es_es: Existen objetos fuera del rango %1 - %2.

# Table 2608205474 - Method 804474859 - NamedType 430254759
source: You cannot rename an %1.
es_es: No se puede renombrar una %1

# Table 2608205474 - Field 3673089793 - Property 2879900210
source: App File
es_es: Fichero App

# Table 2608205474 - Field 2709452997 - Property 1295455071
source: Specifies the value of the App Version field
es_es: Especifica el valor del campo Versión App

# Table 2608205474 - Field 2709452997 - Property 2879900210
source: App Version
es_es: Versión App

# Table 2608205474 - Field 3004954119 - Property 1295455071
source: Specifies the value of the Code field
es_es: Especifica el valor del campo Código

# Table 2608205474 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 2608205474 - Field 1171137197 - Property 1295455071
source: Specifies the value of the Name field
es_es: Especifica el valor del campo Nombre

# Table 2608205474 - Field 1171137197 - Property 2879900210
source: Name
es_es: Nombre

# Table 2608205474 - Field 4190130733 - Property 1295455071
source: Specifies the value of the Customer No. field
es_es: Especifica el valor del campo Nº Cliente

# Table 2608205474 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: Nº Cliente

# Table 2608205474 - Field 3523694699 - Property 1295455071
source: Specifies the value of the Dependencies field
es_es: Especifica el valor del campo Dependencias

# Table 2608205474 - Field 3523694699 - Property 2879900210
source: Dependencies
es_es: Dependencias

# Table 2608205474 - Field 3461834954 - Property 1295455071
source: Specifies the value of the Description field
es_es: Especifica el valor del campo Descripción

# Table 2608205474 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 2608205474 - Field 3161662877 - Property 1295455071
source: Specifies the value of the GIT Repository URL field
es_es: Especifica el valor del campo URL repositorio GIT

# Table 2608205474 - Field 3161662877 - Property 2879900210
source: GIT Repository URL
es_es: URL repositorio GIT

# Table 2608205474 - Field 907706137 - Property 2879900210
source: Installations
es_es: Instalaciones

# Table 2608205474 - Field 4200184881 - Property 2879900210
source: No.
es_es: Nº

# Table 2608205474 - Field 330729858 - Property 1295455071
source: Shows the No. of Codeunits in the extension
es_es: Muestra el Nº Codeunits en la extensión

# Table 2608205474 - Field 330729858 - Property 2879900210
source: No. of Codeunits
es_es: Nº Codeunits

# Table 2608205474 - Field 1245727137 - Property 1295455071
source: Shows the No. of EnumExtensions in the extension
es_es: Muestra el Nº EnumExtensions en la extensión

# Table 2608205474 - Field 1245727137 - Property 2879900210
source: No. of EnumExtensions
es_es: Nº EnumExtensions

# Table 2608205474 - Field 2917606818 - Property 1295455071
source: Shows the No. of Enums in the extension
es_es: Muestra el Nº Enums en la extensión

# Table 2608205474 - Field 2917606818 - Property 2879900210
source: No. of Enums
es_es: Nº Enums

# Table 2608205474 - Field 2344331711 - Property 1295455071
source: Shows the No. of Pages in the extension
es_es: Muestra el Nº Pages en la extensión

# Table 2608205474 - Field 2344331711 - Property 2879900210
source: No. of Pages
es_es: Nº Pages

# Table 2608205474 - Field 1103067705 - Property 1295455071
source: Shows the No. of PageExtensions in the extension
es_es: Muestra el Nº PageExtensions en la extensión

# Table 2608205474 - Field 1103067705 - Property 2879900210
source: No. of PageExtensions
es_es: Nº PageExtensions

# Table 2608205474 - Field 3125457377 - Property 1295455071
source: Shows the No. of ProfileExtensions in the extension
es_es: Muestra el Nº ProfileExtensions en la extensión

# Table 2608205474 - Field 3125457377 - Property 2879900210
source: No. of ProfileExtensions
es_es: Nº ProfileExtensions

# Table 2608205474 - Field 1319746146 - Property 1295455071
source: Shows the No. of Profiles in the extension
es_es: Muestra el Nº Profiles en la extensión

# Table 2608205474 - Field 1319746146 - Property 2879900210
source: No. of Profiles
es_es: Nº Profiles

# Table 2608205474 - Field 1343285977 - Property 1295455071
source: Shows the No. of Querys in the extension
es_es: Muestra el Nº Querys en la extensión

# Table 2608205474 - Field 1343285977 - Property 2879900210
source: No. of Querys
es_es: Nº Querys

# Table 2608205474 - Field 3594050349 - Property 1295455071
source: Shows the No. of Reports in the extension
es_es: Muestra el Nº Informes en la extensión

# Table 2608205474 - Field 3594050349 - Property 2879900210
source: No. of Reports
es_es: Nº Informes

# Table 2608205474 - Field 474168246 - Property 1295455071
source: Shows the No. of TableExtensions in the extension
es_es: Muestra el Nº TableExtensions en la extensión

# Table 2608205474 - Field 474168246 - Property 2879900210
source: No. of TableExtensions
es_es: Nº TableExtensions

# Table 2608205474 - Field 666729213 - Property 1295455071
source: Shows the No. of Tables in the extension
es_es: Muestra el Nº Tablas en la extensión

# Table 2608205474 - Field 666729213 - Property 2879900210
source: No. of Tables
es_es: Nº Tablas

# Table 2608205474 - Field 975612191 - Property 1295455071
source: Shows the No. of XMLports in the extension
es_es: Muestra el Nº XMLports en la extensión

# Table 2608205474 - Field 975612191 - Property 2879900210
source: No. of XMLports
es_es: Nº XMLports

# Table 2608205474 - Field 3193109377 - Property 1295455071
source: Specifies the value of the Ending No. field
es_es: Especifica el valor del campo Nº final

# Table 2608205474 - Field 3193109377 - Property 2879900210
source: Object Ending ID
es_es: Final ID objetos

# Table 2608205474 - Field 3193109377 - Method 2126772001 - NamedType 3970842649
source: %1 must be greater then %2.
es_es: %1 debe ser superior a %2.

# Table 2608205474 - Field 1568877572 - Property 1295455071
source: Specifies the value of the Starting No. field
es_es: Especifica el valor del campo Nº inicial

# Table 2608205474 - Field 1568877572 - Property 2879900210
source: Object Starting ID
es_es: Inicio ID objetos

# Table 2608205474 - Field 3635338911 - Property 2879900210
source: Price
es_es: Precio

# Table 2608205474 - Field 2976105869 - Property 2879900210
source: Installations
es_es: Instalaciones

# Table 2608205474 - Field 2976105869 - Property 62802879
source: ,Account,Item
es_es: ,Cuenta,Producto

# Table 2608205474 - Field 1878130204 - Property 1295455071
source: Specifies the value of the Type field
es_es: Especifica el valor del campo Tipo

# Table 2608205474 - Field 1878130204 - Property 2879900210
source: Type
es_es: Tipo

# Table 2608205474 - Field 1878130204 - Property 62802879
source: Internal,External
es_es: Interna,Externa

# Table 70614016 - Property 2879900210
source: Extension Objects
es_es: Objetos extensión

# Table 70614016 - Method 1255665046 - NamedType 2202858143
source: Next object ID (%1) is bigger than extension ending id (%2).
es_es: Propuesta ID objeto (%1) es superior al id final de la extensión (%2).

# Table 70614016 - Field 98207365 - Property 1295455071
source: Specifies the value of the Created by field
es_es: Especifica el valor del campo Creado por

# Table 70614016 - Field 98207365 - Property 2879900210
source: Created by
es_es: Creado por

# Table 70614016 - Field 1407200743 - Property 1295455071
source: Specifies the value of the Creation Date field
es_es: Especifica el valor del campo Fecha creación

# Table 70614016 - Field 1407200743 - Property 2879900210
source: Creation Date
es_es: Fecha creación

# Table 70614016 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: Nº Cliente

# Table 70614016 - Field 460859576 - Property 2879900210
source: Extension Code
es_es: Cód. extensión

# Table 70614016 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: Nº línea

# Table 70614016 - Field 2961552353 - Property 1295455071
source: Specifies the value of the Name field
es_es: Especifica el valor del campo Nombre

# Table 70614016 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre

# Table 70614016 - Field 3711240756 - Property 1295455071
source: Specifies the value of the Object ID field
es_es: Especifica el valor del campo ID objeto

# Table 70614016 - Field 3711240756 - Property 2879900210
source: Object ID
es_es: ID objeto

# Table 70614016 - Field 1085746399 - Property 1295455071
source: Specifies the value of the Object Type field
es_es: Especifica el valor del campo Tipo objeto

# Table 70614016 - Field 1085746399 - Property 2879900210
source: Object Type
es_es: Tipo objeto

# Table 70614016 - Field 139345763 - Property 1295455071
source: Specifies the value of the Obsolete field
es_es: Especifica el valor del campo Obsoleto

# Table 70614016 - Field 139345763 - Property 2879900210
source: Obsolete
es_es: Obsoleto

# Table 70614016 - Field 1343707150 - Property 1295455071
source: Specifies the value of the Source Name field
es_es: Especifica el valor del campo Nombre Origen

# Table 70614016 - Field 1343707150 - Property 2879900210
source: Name
es_es: Nombre

# Table 70614016 - Field 4264439119 - Property 1295455071
source: Specifies the value of the Source Object ID field
es_es: Especifica el valor del campo ID objeto origen

# Table 70614016 - Field 4264439119 - Property 2879900210
source: Source Object ID
es_es: ID objeto origen

# Table 70614016 - Field 4264439119 - Method 2126772001 - NamedType 1568912471
source: Profile with %1 %2 not found.
es_es: Perfil con %1 %2 no encontrado.

# Table 70614016 - Field 2837438916 - Property 1295455071
source: Specifies the value of the Source Object Type field
es_es: Especifica el valor del campo Tipo objeto origen

# Table 70614016 - Field 2837438916 - Property 2879900210
source: Source Object Type
es_es: Tipo objeto origen

# Table 70614016 - Field 2837438916 - Method 2126772001 - NamedType 4213946645
source: Source value not allowed.
es_es: Valor no permitido

# Table 70614016 - Field 3481801877 - Property 2879900210
source: Total fields
es_es: Campos relacionados

# Table 2135376867 - Field 1663039630 - Property 1295455071
source: View All Extensions list
es_es: Muestra todas las extensiones

# Table 2135376867 - Field 1663039630 - Property 2879900210
source: Extensions
es_es: Extensiones

# Table 2135376867 - Field 886950601 - Property 1295455071
source: View External Extensions list
es_es: Muestra todas las extensiones externas

# Table 2135376867 - Field 886950601 - Property 2879900210
source: External Extensions
es_es: Extensiones externas

# Table 2135376867 - Field 2581125407 - Property 1295455071
source: View Internal Extensions list
es_es: Muestra todas las extensiones internas

# Table 2135376867 - Field 2581125407 - Property 2879900210
source: Internal Extensions
es_es: Extensiones internas

# Table 2313140234 - Property 2879900210
source: Extension Setup
es_es: Configuración extensión

# Table 2313140234 - Field 3719745416 - Property 1295455071
source: Specifies the value of the Default Ending Range field
es_es: Especifica el valor del campo Rango final por defecto

# Table 2313140234 - Field 3719745416 - Property 2879900210
source: Default Ending Range
es_es: Rango final por defecto

# Table 2313140234 - Field 3376224445 - Property 1295455071
source: Specifies the value of the Default Starting Range field
es_es: Especifica el valor del campo Rango inicial por defecto.

# Table 2313140234 - Field 3376224445 - Property 2879900210
source: Default Starting Range
es_es: Rango inicial por defecto

# Table 2313140234 - Field 2192616486 - Property 1295455071
source: Allow to disable automatic ID assginment for Fields
es_es: Permite deshabilitar la asignación del ID a los campos

# Table 2313140234 - Field 2192616486 - Property 2879900210
source: Disable Auto Field ID
es_es: Deshabilitar asignación ID campos

# Table 2313140234 - Field 2192616486 - Method 2126772001 - NamedType 1995065214
source: Enable this option will disable all fields ID validations and may cause extensions errors. Continue?
es_es: Habilitar esta opción implica que no se validaran los ID de los campos y puede llevar a errores. Continuar?

# Table 2313140234 - Field 819995202 - Property 1295455071
source: Allow to disable automatic ID assginment for Objects
es_es: Permite deshabilitar la asignación de ID a los objetos

# Table 2313140234 - Field 819995202 - Property 2879900210
source: Disable Auto Objects ID
es_es: Deshabilitar asignación ID objetos

# Table 2313140234 - Field 819995202 - Method 2126772001 - NamedType 1995065214
source: Enable this option will disable all objects ID validations and may cause extensions errors. Continue?
es_es: Habilitar esta opción implica que no se validaran los ID de los objetos y puede llevar a errores. Continuar?

# Table 2313140234 - Field 3826841295 - Property 1295455071
source: Specifies the value of the Extension Nos. field
es_es: Especifica el valor del campo Nº série extensión

# Table 2313140234 - Field 3826841295 - Property 2879900210
source: Extension Nos.
es_es: Nº série extensión

# Table 2313140234 - Field 3657230932 - Property 1295455071
source: Always find for possible gaps between IDs.
es_es: Buscar siempre huecos entre los ID.

# Table 2313140234 - Field 3657230932 - Property 2879900210
source: Find Object ID Gaps
es_es: Buscar huecos ID Objetos

# Table 2313140234 - Field 1694956315 - Property 1295455071
source: Specifies the value of the Object Names field
es_es: Especifica el valor del campo Nombre objetos

# Table 2313140234 - Field 1694956315 - Property 2879900210
source: Object Names
es_es: Nombre objetos

# Table 2313140234 - Field 1694956315 - Property 62802879
source: Caption,Name
es_es: Traducción,Original

# Table 2313140234 - Field 1663593181 - Property 2879900210
source: Primary Key
es_es: Clave primária

# Table 1961282653 - Field 3004954119 - Property 1295455071
source: Specifies the value of the Code field
es_es: Especifica el valor del campo Código

# Table 1961282653 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 1961282653 - Field 3461834954 - Property 1295455071
source: Specifies the value of the Description field
es_es: Especifica el valor del campo Descripción

# Table 1961282653 - Field 3461834954 - Property 2879900210
source: Description
es_es: Descripción

# Table 1961282653 - Field 3079439231 - Property 1295455071
source: Specifies the value of the Related Tables No. field
es_es: Muestra el Nº tablas relacionadas

# Table 1961282653 - Field 3079439231 - Property 2879900210
source: Related Tables No.
es_es: Nº tablas relacionadas

# Table 1724440998 - Field 3004954119 - Property 2879900210
source: Code
es_es: Código

# Table 1724440998 - Field 2961552353 - Property 1295455071
source: Specifies the value of the Name field
es_es: Especifica el valor del campo Nombre

# Table 1724440998 - Field 2961552353 - Property 2879900210
source: Name
es_es: Nombre

# Table 1724440998 - Field 3135334477 - Property 1295455071
source: Specifies the value of the Table ID field
es_es: Especifica el valor del campo ID Tabla

# Table 1724440998 - Field 3135334477 - Property 2879900210
source: Table ID
es_es: ID Tabla

# Table 2974860049 - Property 2879900210
source: Extension Fields
es_es: Campos extensión

# Table 2974860049 - Method 3128179842 - NamedType 3124707823
source: Must select a data type.
es_es: Debe seleccionar un tipo de datos.

# Table 2974860049 - Field 98207365 - Property 1295455071
source: Specifies the value of the Created by field
es_es: Especifica el valor del campo Creado por

# Table 2974860049 - Field 98207365 - Property 2879900210
source: Created by
es_es: Creado por

# Table 2974860049 - Field 1407200743 - Property 1295455071
source: Specifies the value of the Creation Date field
es_es: Especifica el valor del campo Fecha creación

# Table 2974860049 - Field 1407200743 - Property 2879900210
source: Creation Date
es_es: Fecha creación

# Table 2974860049 - Field 4190130733 - Property 2879900210
source: Customer No.
es_es: Nº Cliente

# Table 2974860049 - Field 2145620180 - Property 1295455071
source: Specifies the value of the Data Type field
es_es: Especifica el valor del campo Tipo datos

# Table 2974860049 - Field 2145620180 - Property 2879900210
source: Data Type
es_es: Tipo datos

# Table 2974860049 - Field 460859576 - Property 1295455071
source: Specifies the value of the Extension Code field
es_es: Especifica el valor del campo Cód. extensión

# Table 2974860049 - Field 460859576 - Property 2879900210
source: Extension Code
es_es: Cód. extensión

# Table 2974860049 - Field 823559016 - Property 1295455071
source: Specifies the value of the Field Caption field
es_es: Especifica el valor del campo Título campo

# Table 2974860049 - Field 823559016 - Property 2879900210
source: Field Caption
es_es: Título campo

# Table 2974860049 - Field 1409525680 - Property 1295455071
source: Specifies the value of the Field Class field
es_es: Especifica el valor del campo Clase campo

# Table 2974860049 - Field 1409525680 - Property 2879900210
source: Field Class
es_es: Clase campo

# Table 2974860049 - Field 869342929 - Property 1295455071
source: Specifies the value of the Field ID field
es_es: Especifica el valor del campo Id. campo

# Table 2974860049 - Field 869342929 - Property 2879900210
source: Field ID
es_es: Id. campo

# Table 2974860049 - Field 3070320983 - Property 1295455071
source: Specifies the value of the Field Name field
es_es: Especifica el valor del campo Nombre de campo

# Table 2974860049 - Field 3070320983 - Property 2879900210
source: Field Name
es_es: Nombre de campo

# Table 2974860049 - Field 1378277395 - Property 1295455071
source: Specifies the value of the Is Part Of Primary Key field
es_es: Especifica el valor del campo Forma parte clave primária

# Table 2974860049 - Field 1378277395 - Property 2879900210
source: Is Part Of Primary Key
es_es: Forma parte clave primária

# Table 2974860049 - Field 758032408 - Property 1295455071
source: Specifies the value of the Lenght field
es_es: Especifica el valor del campo Longitud

# Table 2974860049 - Field 758032408 - Property 2879900210
source: Lenght
es_es: Longitud

# Table 2974860049 - Field 139345763 - Property 1295455071
source: Specifies the value of the Obsolete field
es_es: Especifica el valor del campo Obsoleto

# Table 2974860049 - Field 139345763 - Property 2879900210
source: Obsolete
es_es: Obsoleto

# Table 2974860049 - Field 1871922346 - Property 1295455071
source: Specifies the value of the Option String field
es_es: Especifica el valor del campo Texto opciones

# Table 2974860049 - Field 1871922346 - Property 2879900210
source: Option String
es_es: Texto opciones

# Table 2974860049 - Field 312545736 - Property 1295455071
source: Specifies the value of the Source Line No. field
es_es: Especifica el valor del campo Nº línea origen

# Table 2974860049 - Field 312545736 - Property 2879900210
source: Source Line No.
es_es: Nº línea origen

# Table 2974860049 - Field 90601618 - Property 1295455071
source: Specifies the value of the Source Table ID field
es_es: Especifica el valor del campo Id. tabla origen

# Table 2974860049 - Field 90601618 - Property 2879900210
source: Source Table ID
es_es: Id. tabla origen

# Table 2974860049 - Field 3135334477 - Property 1295455071
source: Specifies the value of the Table ID field
es_es: Especifica el valor del campo Id. tabla

# Table 2974860049 - Field 3135334477 - Property 2879900210
source: Table ID
es_es: Id. tabla
