Repository: picazin/ExtManager
Catalog: Translations/Extension Manager.*.g.xlf
Languages: es_es

# Table 2974860049 - Field 4147314965 - Property 1295455071
source: Specifies the value of the Source Object Type field
es_es: Especifica el valor del campo Tipo objeto origen

# Table 2974860049 - Field 4147314965 - Property 2879900210
source: Source Object Type
es_es: Tipo objeto origen

# Table 237458269 - Property 2879900210
source: Extension Objects Tree View
es_es: Vista arbol objetos

# Table 237458269 - Field 460859576 - Property 1295455071
source: Specifies the value of the Extension Code field
es_es: Especifica el valor del campo Cód. extensión

# Table 237458269 - Field 460859576 - Property 2879900210
source: Extension Code
es_es: Cód. extensión

# Table 237458269 - Field 2872479598 - Property 1295455071
source: Specifies the value of the Field Data Type field
es_es: Especifica el valor del campo Tipo Dato Campo

# Table 237458269 - Field 2872479598 - Property 2879900210
source: Field Data Type
es_es: Tipo datos

# Table 237458269 - Field 869342929 - Property 1295455071
source: Specifies the value of the Field Id field
es_es: Especifica el valor del campo ID Campo

# Table 237458269 - Field 869342929 - Property 2879900210
source: Field ID
es_es: Id. campo

# Table 237458269 - Field 3070320983 - Property 1295455071
source: Specifies the value of the Field Name field
es_es: Especifica el valor del campo Nombre Campo

# Table 237458269 - Field 3070320983 - Property 2879900210
source: Field Name
es_es: Nombre de campo

# Table 237458269 - Field 2200046723 - Property 1295455071
source: Specifies the value of the Level field
es_es: Especifica el valor del campo Nivel

# Table 237458269 - Field 2200046723 - Property 2879900210
source: Indentation
es_es: Indentación

# Table 237458269 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: Nº línea

# Table 237458269 - Field 3711240756 - Property 1295455071
source: Specifies the value of the Object ID field
es_es: Especifica el valor del campo ID objeto

# Table 237458269 - Field 3711240756 - Property 2879900210
source: Object ID
es_es: ID objeto

# Table 237458269 - Field 1418569422 - Property 1295455071
source: Specifies the value of the Name field
es_es: Especifica el valor del campo Nombre

# Table 237458269 - Field 1418569422 - Property 2879900210
source: Name
es_es: Nombre

# Table 237458269 - Field 1085746399 - Property 2879900210
source: Object Type
es_es: Tipo objeto

# Table 237458269 - Field 1343707150 - Property 1295455071
source: Specifies the value of the Name field
es_es: Especifica el valor del campo Nombre

# Table 237458269 - Field 1343707150 - Property 2879900210
source: Name
es_es: Nombre

# Table 237458269 - Field 4264439119 - Property 1295455071
source: Specifies the value of the Source Object ID field
es_es: Especifica el valor del campo ID objeto origen

# Table 237458269 - Field 4264439119 - Property 2879900210
source: Source Object ID
es_es: ID objeto origen

# Table 237458269 - Field 2837438916 - Property 1295455071
source: Specifies the value of the Source Object Type field
es_es: Especifica el valor del campo Tipo objeto origen

# Table 237458269 - Field 2837438916 - Property 2879900210
source: Source Object Type
es_es: Tipo objeto origen

# Table 237458269 - Field 1099762570 - Property 1295455071
source: Specifies the value of the Object Type field
es_es: Especifica el valor del campo Tipo objeto

# Table 237458269 - Field 1099762570 - Property 2879900210
source: Type
es_es: Tipo

# Codeunit 378922342 - Method 3261942589 - NamedType 1374359639
source: Acording to Microsoft guides, current ID not allowed.Check guide:
es_es: ID no permitido según guias de Microsoft. Más información:

# Codeunit 378922342 - Method 2372545329 - NamedType 1636972671
source: %1 used on %2 extension.
es_es: %1 usado en extensión %2

# Codeunit 378922342 - Method 1886970247 - NamedType 3929586841
source: ID must be on definid object range %1 - %2
es_es: ID debe estar dentro del rango definido %1 - %2

# Codeunit 2989322446 - NamedType 96739838
source: Want to learn more about EXM?
es_es: Desea más información sobre EXM (Extension Manager)?

# Page 2931733741 - Action 744506414 - Property 1295455071
source: Executes the View / Hide values action to view other values for same table on other extensions.
es_es: Ver / ocultar valores del resto de extensiones para la misma tabla.

# Page 2931733741 - Action 744506414 - Property 2879900210
source: View / Hide values
es_es: Ver / ocultar valores

# Page 2931733741 - Action 721040237 - Property 1295455071
source: View source Enum values
es_es: Ver valores de Enum origen

# Page 2931733741 - Action 721040237 - Property 2879900210
source: View source Enum
es_es: Ver Enum origen

# Page 2206494614 - Property 2879900210
source: EnumExt Values
es_es: Valores EnumExt

# Page 2163887421 - Property 2879900210
source: Extension dependencies
es_es: Dependencias extensión

# Page 38012172 - Property 2879900210
source: EXM Extension Dependencies
es_es: Dependencias extensión

# Page 1954438744 - Property 2879900210
source: Extension objects detail
es_es: Detalle objetos extensión

# Page 2608205474 - Property 2879900210
source: Extension Card
es_es: Ficha extensión

# Page 2608205474 - Method 4177352842 - NamedType 2218492339
source: %1 should have value.
es_es: %1 deberia tener valor.

# Page 2608205474 - Control 907109761 - Property 2879900210
source: Information
es_es: Información

# Page 2608205474 - Control 2606000766 - Property 2879900210
source: Object Range
es_es: Rango objetos

# Page 2608205474 - Control 3193109377 - Property 2879900210
source: Ending No.
es_es: Nº final

# Page 2608205474 - Control 1568877572 - Property 2879900210
source: Starting No.
es_es: Nº inicial

# Page 2608205474 - Action 1621166485 - Property 1295455071
source: Executes the Tree view action
es_es: Ver objectos en Vista arbol

# Page 2608205474 - Action 1621166485 - Property 2879900210
source: Tree view
es_es: Vista arbol

# Page 2608205474 - Action 250382704 - Property 1295455071
source: View extension dependencies
es_es: Ver dependencias extensión

# Page 2608205474 - Action 250382704 - Property 2879900210
source: Dependencies
es_es: Dependencias

# Page 70614016 - Property 2879900210
source: Objects
es_es: Objetos

# Page 70614016 - Action 445248289 - Property 1295455071
source: View object detail.
es_es: Ver detalle objeto.

# Page 70614016 - Action 445248289 - Property 2879900210
source: View detail
es_es: Ver detalle

# Page 1097993837 - Property 2879900210
source: Extension Manager
es_es: Gestor Extensiones

# Page 1097993837 - Control 3193109377 - Property 1295455071
source: Specifies the value of the Object Ending ID field
es_es: Especifica el valor del campo Final ID objetos

# Page 1097993837 - Control 1568877572 - Property 1295455071
source: Specifies the value of the Object Starting ID field
es_es: Especifica el valor del campo Inicio ID objetos

# Page 1097993837 - Control 1878130204 - Property 1295455071
source: Specifies the value of the Type
es_es: Especifica el valor del campo Tipo

# Page 1097993837 - Action 1621166485 - Property 1295455071
source: Executes the Tree view action
es_es: Ver objectos en Vista arbol

# Page 1097993837 - Action 1621166485 - Property 2879900210
source: Tree view
es_es: Vista arbol

# Page 1097993837 - Action 1621166485 - Method 1377591017 - NamedType 1253109618
source: All,Selected
es_es: Todos,Seleccionado

# Page 1097993837 - Action 250382704 - Property 1295455071
source: View extension dependencies
es_es: Ver dependencias extensión

# Page 1097993837 - Action 250382704 - Property 2879900210
source: Dependencies
es_es: Dependencias

# Page 3805068503 - Property 2879900210
source: Extension Manager Setup
es_es: Conf. gestor extensiones

# Page 3805068503 - Control 4270985946 - Property 2879900210
source: Advanced Options
es_es: Opciones avanzadas

# Page 3805068503 - Action 3523525559 - Property 1295455071
source: Thanks developer with an small tip.
es_es: Agradece al desarrollador con una propina.

# Page 3805068503 - Action 3523525559 - Property 2879900210
source: Donate
es_es: Donar

# Page 3805068503 - Action 3523525559 - Method 1377591017 - NamedType 4000782645
source: If you are enjoying this extension and want to thank me for my work, please donate.
es_es: Si te ha resultado útil esta extensión y quieres agradecer mi trabajo, por favor, haz un donativo!!

# Page 2385468214 - Method 716454850 - NamedType 117816908
source: Field
es_es: Campo

# Page 2385468214 - Control 2200046723 - Property 2879900210
source: Level
es_es: Nivel

# Page 2306209299 - Property 2879900210
source: Activities
es_es: Actividades

# Page 2306209299 - Control 2642869315 - Property 2879900210
source: Extensions per type
es_es: Extensiones por tipo

# Page 2306209299 - Control 3856756185 - Property 2879900210
source: Extensions
es_es: Extensiones

# Page 1644431652 - Method 4177352842 - NamedType 4100000954
source: Primary key must be set.
es_es: Se debe indicar clave primária

# Page 1644431652 - Action 3349517884 - Property 1295455071
source: Add current field to defined related tables
es_es: Añade campo actual a tablas relacionadas definidas

# Page 1644431652 - Action 3349517884 - Property 2879900210
source: Add to Related Tables
es_es: Añadir a tablas relacionadas

# Page 1644431652 - Action 4223896452 - Property 1295455071
source: View / Hide fields of selected table for other extensions
es_es: Ver / ocultar campos de tabla en otras extensiones

# Page 1644431652 - Action 4223896452 - Property 2879900210
source: View / Hide fields
es_es: Ver / ocultar campos

# Page 1644431652 - Action 524230234 - Property 1295455071
source: View source table fields
es_es: Muestra los campos de la tabla de origen

# Page 1644431652 - Action 524230234 - Property 2879900210
source: View source table
es_es: Ver tabla origen

# Page 1528526893 - Property 2879900210
source: EXM Extension Manager
es_es: EXM Gestor Extensiones

# Page 1528526893 - Control 3322762936 - Property 1295455071
source: Welcome message. If pressed opens picazin.dev website
es_es: Mensaje de bienvenida. Visitar picazin.dev si pulsamos.

# Page 1528526893 - Control 3322762936 - Property 2879900210
source: Greeting headline
es_es: Bienvenida!

# Page 1528526893 - Control 1396140313 - Property 1295455071
source: View documentation
es_es: Ver documentación

# Page 1528526893 - Control 1396140313 - Property 2879900210
source: Documentation headline
es_es: Documentación

# Page 2272169128 - Property 2879900210
source: Objects Detail
es_es: Detalle Objetos

# Page 2272169128 - Control 1343707150 - Property 1295455071
source: Specifies the value of the Name field
es_es: Especifica el valor del campo Nombre Origen

# Page 2272169128 - Control 3481801877 - Property 1295455071
source: Shows the value of the Total fields field
es_es: Especifica el valor del campo Campos relacionados

# Page 3445873649 - Property 2879900210
source: EXM - Create fields on related tables
es_es: EXM - Crear campos en tablas relacionadas

# Page 3445873649 - Control 3471137671 - Property 2879900210
source: Related tables
es_es: Tablas relacionadas

# Page 3952319399 - Property 2879900210
source: EXM Related tables fields
es_es: EXM Campos tablas relacionadas

# Page 2457472809 - Property 2879900210
source: EXtension Manager
es_es: Gestor Extensiones

# Page 2457472809 - Action 368576447 - Property 1295455071
source: Create new extension
es_es: Crear nueva extensión

# Page 2457472809 - Action 368576447 - Property 2879900210
source: New extension
es_es: Nueva extensión

# Page 2457472809 - Action 1023290046 - Property 1295455071
source: Create new table group where fields will be replicated when one selected
es_es: Crear nuevo grupo de tablas donde replicar campos.

# Page 2457472809 - Action 1023290046 - Property 2879900210
source: New table group
es_es: Nuevo grupo de tablas

# Page 2457472809 - Action 3606140129 - Property 1295455071
source: View customers list
es_es: Ver listado de clientes

# Page 2457472809 - Action 3606140129 - Property 2879900210
source: Customers
es_es: Clientes

# Page 2457472809 - Action 1482726517 - Property 1295455071
source: View all extensions
es_es: Ver extensiones

# Page 2457472809 - Action 1482726517 - Property 2879900210
source: Extensions
es_es: Extensiones

# Page 2457472809 - Action 1621166485 - Property 1295455071
source: View all data from all extensions
es_es: Ver datos extensiones

# Page 2457472809 - Action 1621166485 - Property 2879900210
source: Extensions Tree View
es_es: Vista arbol extensiones

# Page 2457472809 - Action 1514883969 - Property 1295455071
source: Overview and change system and application settings
es_es: Modificar parámetros aplicación

# Page 2457472809 - Action 1514883969 - Property 2879900210
source: Setup
es_es: Configuración

# Page 2457472809 - Action 799089619 - Property 1295455071
source: Setup EXM using an assisted wizard
es_es: Configurar mediante asistente

# Page 2457472809 - Action 799089619 - Property 2879900210
source: Assisted Setup
es_es: Asistente de configuración

# Page 2457472809 - Action 3167279993 - Property 1295455071
source: Setup EXM
es_es: Configuración EXM

# Page 2457472809 - Action 3167279993 - Property 2879900210
source: Setup EXM
es_es: Configuración EXM

# Page 2457472809 - Action 3943027940 - Property 1295455071
source: Set tables to create same fields as selected one.
es_es: Definir tablas donde crear copias de campo seleccionado.

# Page 2457472809 - Action 3943027940 - Property 2879900210
source: Related Table Fields
es_es: Campos tablas relacionadas

# Page 230153975 - Property 2879900210
source: Table Fields
es_es: Campos Tabla

# Page 3527060737 - Property 2879900210
source: TableExtensions Fields
es_es: Campos TableExtensions

# PageExtension 3125390708 - Action 2792072681 - Property 1295455071
source: View Customer Extensions.
es_es: Ver las extensiones del cliente.

# PageExtension 3125390708 - Action 2792072681 - Property 2879900210
source: Extensions
es_es: Extensiones

# PageExtension 1208936658 - Action 2792072681 - Property 1295455071
source: View Customer Extensions.
es_es: Ver las extensiones del cliente.

# PageExtension 1208936658 - Action 2792072681 - Property 2879900210
source: Extensions
es_es: Extensiones
